var url = new Object();
//swagger路径配置-------------------------start-------------------------

//// 用户管理
//url.user = 'http://192.168.80.110:8080/fcs-web-user';
//// 系统管理
////url.symgr = 'http://192.168.80.110:8080/fcs-web-symgr';
//swagger本地路径配置-------------------------end-------------------------

//线上路径配置-------------------------start-------------------------

////测试环境地址
//url.path='http://192.168.80.39:8080';

////映射地址
//url.path='http://183.57.45.146:9205';

//本地地址
url.path='http://localhost:8080';

//线上路径配置-------------------------end-------------------------
